Repository: bajzik/instafetcher
Catalog: i18n/jb-instafetcher-*.po
Languages: sk_sk

source: Parser settings
sk_sk: Nastavenie parseru

source: Tags to parse
sk_sk: Tagy na parsovanie

source: Photo detail page
sk_sk: Stránka detailu fotografie

source: User profile page
sk_sk: Stránka detailu profilu

source: Instafetcher Settings
sk_sk: Nastavenie Instafetcher

source: Every 30 mins
sk_sk: Každých 30 minút

source: Every 15 mins
sk_sk: Každých 15 minút

source: User data loaded, page will be reloaded after 3 seconds
sk_sk: Používateľské dáta boli načítané, stránka sa obnoví o 3 sekundy

source: Unable to fetch data at this moment
sk_sk: Momentálne nie je možné načítať používateľské dáta

source: More photos
sk_sk: Viac fotiek

source: We're currently trying to fetch username.
sk_sk: Aktuálne zisťujeme používateľské dáta.

source: Try to fetch username
sk_sk: Zistiť používateľské dáta

source: Mentioned in this photo
sk_sk: Označené osoby v tejto fotke

source: This photo doesn'nt have any description
sk_sk: Táto fotka nemá popis

source: This photo doesn'nt have any tags
sk_sk: Táto fotka nemá žiadne tagy

source: We're trying to fetch username
sk_sk: Aktuálne zisťujeme používateľské dáta

source: IG Profile
sk_sk: IG Profil

source: Full name
sk_sk: Celé meno

source: Bio
sk_sk: Popis

source: Link
sk_sk: Odkaz

source: Followers count
sk_sk: Počet sledovateľov

source: Following count
sk_sk: Počet sledujúcich

source: Total photos
sk_sk: Celkovo fotiek

source: Most used tags
sk_sk: Najpoužívanejšie tagy

source: All images from %s
sk_sk: Všetky fotky od používateľa %s

source: All images from this user
sk_sk: Všetky fotky od tohto používateľa

source: Show Profile
sk_sk: Zobraziť profil
